Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# parentGate.approved
source: Approved
af: Goedgekeur
am: ጸድቋል
ar: تمت الموافقة
as: অনুমোদিত
az: Təsdiqləndi
be: Пацверджана
bg: Одобрено
bn: অনুমোদিত
bo: ཆོག་མཆན་ཐོབ།
bs: Odobreno
ca: Aprovat
cs: Schváleno
cy: Cymeradwywyd
da: Godkendt
de: Bestätigt
el: Εγκρίθηκε
es: Aprobado
et: Kinnitatud
eu: Onartuta
fa: تأیید شد
fi: Hyväksytty
fo: Góðkent
fr: Validé
ga: Ceadaithe
gl: Aprobado
gu: મંજૂર
he: אושר
hi: मंज़ूर
hr: Odobreno
hu: Jóváhagyva
hy: Հաստատված է
id: Disetujui
is: Samþykkt
it: Approvato
ja: 承認ずみ
ka: დადასტურებულია
kk: Мақұлданды
km: បានអនុម័ត
kn: ಅನುಮೋದಿಸಲಾಗಿದೆ
ko: 승인됨
lo: ອະນຸມັດແລ້ວ
lt: Patvirtinta
lv: Apstiprināts
mk: Одобрено
ml: അംഗീകരിച്ചു
mn: Зөвшөөрлөө
mr: मंजूर
ms: Diluluskan
my: အတည်ပြုပြီး
ne: स्वीकृत
nl: Goedgekeurd
no: Godkjent
or: ଅନୁମୋଦିତ
pa: ਮਨਜ਼ੂਰ
pl: Zatwierdzone
pt: Aprovado
ro: Aprobat
ru: Подтверждено
si: අනුමතයි
sk: Schválené
sl: Odobreno
sq: Miratuar
sr: Odobreno
sv: Godkänd
sw: Imeidhinishwa
ta: அங்கீகரிக்கப்பட்டது
te: ఆమోదించబడింది
th: อนุมัติแล้ว
tr: Onaylandı
ug: تەستىقلاندى
uk: Підтверджено
ur: منظور
uz: Tasdiqlandi
vi: Đã xác nhận
zh: 已通过
zu: Kuvunyelwe

# parentGate.attempts %lld %lld
source: Attempts: %1$lld of %2$lld
af: Pogings: %1$lld van %2$lld
am: ሙከራዎች፦ %1$lld ከ%2$lld
ar: المحاولات: %1$lld من %2$lld
as: চেষ্টা: %1$lld ৰ ভিতৰত %2$lld
az: Cəhdlər: %1$lld-dən %2$lld
be: Спробы: %1$lld з %2$lld
bg: Опити: %1$lld от %2$lld
bn: চেষ্টা: %1$lld-এর মধ্যে %2$lld
bo: ཚོད་ལྟ། %1$lld ནས་ %2$lld
bs: Pokušaji: %1$lld od %2$lld
ca: Intents: %1$lld de %2$lld
cs: Pokusy: %1$lld z %2$lld
cy: Ceisiadau: %1$lld o %2$lld
da: Forsøg: %1$lld af %2$lld
de: Versuche: %1$lld von %2$lld
el: Προσπάθειες: %1$lld από %2$lld
es: Intentos: %1$lld de %2$lld
et: Katsed: %1$lld / %2$lld
eu: Saiakerak: %1$lld / %2$lld
fa: تلاش‌ها: %1$lld از %2$lld
fi: Yritykset: %1$lld/%2$lld
fo: Royndir: %1$lld av %2$lld
fr: Essais : %1$lld sur %2$lld
ga: Iarrachtaí: %1$lld as %2$lld
gl: Intentos: %1$lld de %2$lld
gu: પ્રયત્નો: %1$lld માંથી %2$lld
he: ניסיונות: %1$lld מתוך %2$lld
hi: कोशिशें: %1$lld में से %2$lld
hr: Pokušaji: %1$lld od %2$lld
hu: Próbálkozások: %1$lld / %2$lld
hy: Փորձեր՝ %1$lld՝ %2$lld-ից
id: Percobaan: %1$lld dari %2$lld
is: Tilraunir: %1$lld af %2$lld
it: Tentativi: %1$lld su %2$lld
ja: 回数：%1$lld／%2$lld
ka: ცდები: %1$lld / %2$lld
kk: Әрекеттер: %1$lld / %2$lld
km: ការព្យាយាម៖ %1$lld ក្នុងចំណោម %2$lld
kn: ಪ್ರಯತ್ನಗಳು: %2$lldರಲ್ಲಿ %1$lld
ko: 시도: %1$lld/%2$lld
lo: ລອງ: %1$lld ຈາກ %2$lld
lt: Bandymai: %1$lld iš %2$lld
lv: Mēģinājumi: %1$lld no %2$lld
mk: Обиди: %1$lld од %2$lld
ml: ശ്രമങ്ങൾ: %1$lldൽ %2$lld
mn: Оролдлого: %1$lld-аас %2$lld
mr: प्रयत्न: %1$lld पैकी %2$lld
ms: Cubaan: %1$lld daripada %2$lld
my: ကြိုးစားမှု: %1$lld မှ %2$lld
ne: प्रयास: %1$lld मध्ये %2$lld
nl: Pogingen: %1$lld van %2$lld
no: Forsøk: %1$lld av %2$lld
or: ଚେଷ୍ଟା: %1$lld ମଧ୍ୟରୁ %2$lld
pa: ਕੋਸ਼ਿਸ਼ਾਂ: %1$lld ਵਿੱਚੋਂ %2$lld
pl: Próby: %1$lld z %2$lld
pt: Tentativas: %1$lld de %2$lld
ro: Încercări: %1$lld din %2$lld
ru: Попытки: %1$lld из %2$lld
si: උත්සාහ: %1$lld න් %2$lld
sk: Pokusy: %1$lld z %2$lld
sl: Poskusi: %1$lld od %2$lld
sq: Përpjekje: %1$lld nga %2$lld
sr: Pokušaji: %1$lld od %2$lld
sv: Försök: %1$lld av %2$lld
sw: Majaribio: %1$lld kati ya %2$lld
ta: முயற்சிகள்: %1$lld / %2$lld
te: ప్రయత్నాలు: %1$lldలో %2$lld
th: ลองแล้ว: %1$lld จาก %2$lld
tr: Deneme: %1$lld/%2$lld
ug: سىناق: %1$lld / %2$lld
uk: Спроби: %1$lld з %2$lld
ur: کوششیں: %1$lld از %2$lld
uz: Urinishlar: %1$lld tadan %2$lld ta
vi: Lần thử: %1$lld trên %2$lld
zh: 尝试次数：%1$lld/%2$lld
zu: Imizamo: %1$lld kokungu-%2$lld

# parentGate.holdInstruction %@ %lld
source: Hold the %@ for %lld seconds.
af: Druk en hou die %@ vir %lld sekondes.
am: %@ን ለ%lld ሰከንድ ተጭነው ይያዙ።
ar: اضغط مطولًا على %@ لمدة %lld ثوانٍ.
as: %@টো %lld ছেকেণ্ড ধৰি ৰাখা।
az: %@ üzərində %lld saniyə basıb saxla.
be: Утрымлівай %@ %lld секунд.
bg: Задръж %@ за %lld секунди.
bn: %@-টি %lld সেকেন্ড চেপে ধরুন।
bo: %@ ལ་སྐར་ཆ་ %lld མནན་ནས་སྡོད།
bs: Drži %@ %lld sekundi.
ca: Mantén premut el %@ durant %lld segons.
cs: Podrž %@ po dobu %lld sekund.
cy: Dalia'r %@ am %lld eiliad.
da: Hold %@ nede i %lld sekunder.
de: Halte %@ %lld Sekunden gedrückt.
el: Κράτησε πατημένο το %@ για %lld δευτερόλεπτα.
es: Mantén pulsado el %@ durante %lld segundos.
et: Hoia %@ %lld sekundit all.
eu: Eduki %@ sakatuta %lld segundoz.
fa: %@ را %lld ثانیه نگه دارید.
fi: Pidä %@ painettuna %lld sekuntia.
fo: Halt %@ inni í %lld sekund.
fr: Maintiens le %@ pendant %lld secondes.
ga: Coinnigh an %@ síos ar feadh %lld soicind.
gl: Mantén premido o %@ durante %lld segundos.
gu: %@ ને %lld સેકન્ડ દબાવી રાખો.
he: החזיקו את ה־%@ במשך %lld שניות.
hi: %@ को %lld सेकंड दबाकर रखें।
hr: Drži %@ %lld sekundi.
hu: Tartsd nyomva a(z) %@ jelet %lld másodpercig.
hy: Սեղմած պահեք %@-ը %lld վայրկյան։
id: Tahan %@ selama %lld detik.
is: Haltu %@ inni í %lld sekúndur.
it: Tieni premuto %@ per %lld secondi.
ja: %@を%lld秒間長押ししてください。
ka: %@-ს %lld წამით დააჭირე.
kk: %@ белгісін %lld секунд басып тұр.
km: ចុច %@ ឱ្យជាប់ %lld វិនាទី។
kn: %@ ಅನ್ನು %lld ಸೆಕೆಂಡ್ ಒತ್ತಿಹಿಡಿ.
ko: %@을 %lld초 동안 길게 누르세요.
lo: ກົດ %@ ຄ້າງ %lld ວິນາທີ.
lt: Palaikyk %@ %lld sekundes.
lv: Turiet %@ nospiestu %lld sekundes.
mk: Држи го %@ %lld секунди.
ml: %@ %lld സെക്കൻഡ് അമർത്തിപ്പിടിക്കൂ.
mn: %@-г %lld секунд дар.
mr: %@ ला %lld सेकंद दाबून ठेवा.
ms: Tekan dan tahan %@ selama %lld saat.
my: %@ ကို %lld စက္ကန့် ဖိထားပါ။
ne: %@ लाई %lld सेकेन्ड थिचिराख्नुहोस्।
nl: Houd de %@ %lld seconden ingedrukt.
no: Hold %@ inne i %lld sekunder.
or: %@ କୁ %lld ସେକେଣ୍ଡ ଧରି ରଖ।
pa: %@ ਨੂੰ %lld ਸਕਿੰਟ ਦਬਾ ਕੇ ਰੱਖੋ।
pl: Przytrzymaj %@ przez %lld sekund.
pt: Mantém %@ premido durante %lld segundos.
ro: Ține apăsat %@ timp de %lld secunde.
ru: Удерживайте %@ %lld секунд.
si: %@ තත්පර %lldක් ඔබාගෙන සිටින්න.
sk: Podrž %@ %lld sekúnd.
sl: Drži %@ %lld sekund.
sq: Mbaje %@ shtypur për %lld sekonda.
sr: Držite %@ %lld sekundi.
sv: Håll %@ intryckt i %lld sekunder.
sw: Shikilia %@ kwa sekunde %lld.
ta: %@ ஐ %lld விநாடிகள் அழுத்திப் பிடிக்கவும்.
te: %@ను %lld సెకన్లు నొక్కి పట్టుకోండి.
th: กด %@ ค้าง %lld วินาที
tr: %@ şekline %lld saniye basılı tut.
ug: %@ نى %lld سېكۇنت بېسىپ تۇرۇڭ.
uk: Утримуй %@ %lld секунд.
ur: %@ کو %lld سیکنڈ دبائے رکھیں۔
uz: %@ ni %lld soniya bosib tur.
vi: Giữ %@ trong %lld giây.
zh: 按住 %@ %lld 秒。
zu: Bamba i-%@ imizuzwana engu-%lld.

# parentGate.holdProgress %lld
source: Hold: %lld
af: Hou: %lld
am: ይያዙ፦ %lld
ar: اضغط مطولًا: %lld
as: ধৰি ৰাখা: %lld
az: Basılı saxla: %lld
be: Утрымліваць: %lld
bg: Задръж: %lld
bn: চেপে ধরুন: %lld
bo: མནན་ནས་སྡོད། %lld
bs: Drži: %lld
ca: Mantén premut: %lld
cs: Podržet: %lld
cy: Dal: %lld
de: Halten: %lld
el: Κράτημα: %lld
es: Mantener: %lld
et: Hoia: %lld
eu: Eduki sakatuta: %lld
fa: نگه‌دار: %lld
fi: Pidä: %lld
fo: Halt inni: %lld
fr: Maintenir : %lld
ga: Coinnigh: %lld
gl: Manter: %lld
gu: દબાવો: %lld
he: החזקה: %lld
hi: दबाएँ: %lld
hr: Drži: %lld
hu: Nyomva: %lld
hy: Պահել՝ %lld
id: Tahan: %lld
is: Halda inni: %lld
it: Premi: %lld
ja: 長押し：%lld
ka: დაჭერა: %lld
kk: Басып тұру: %lld
km: ចុចឱ្យជាប់៖ %lld
kn: ಒತ್ತಿಹಿಡಿ: %lld
ko: 길게 누르기: %lld
lo: ກົດຄ້າງ: %lld
lt: Laikyti: %lld
lv: Turēt: %lld
mk: Држи: %lld
ml: അമർത്തിപ്പിടിക്കുക: %lld
mn: Дарах: %lld
mr: दाबून ठेवा: %lld
ms: Tahan: %lld
my: ဖိထားရန်: %lld
ne: थिच्नुहोस्: %lld
nl: Ingedrukt houden: %lld
or: ଧରି ରଖ: %lld
pa: ਦਬਾ ਕੇ ਰੱਖੋ: %lld
pl: Przytrzymaj: %lld
pt: Premir: %lld
ro: Ține apăsat: %lld
ru: Удержание: %lld
si: ඔබාගෙන සිටින්න: %lld
sk: Podrž: %lld
sl: Drži: %lld
sq: Mbaje: %lld
sr: Držite: %lld
sv: Håll: %lld
sw: Shikilia: %lld
ta: பிடி: %lld
te: పట్టుకోండి: %lld
th: กดค้าง: %lld
tr: Basılı tut: %lld
ug: بېسىپ تۇرۇش: %lld
uk: Утримувати: %lld
ur: دبائے رکھیں: %lld
uz: Bosib turish: %lld
vi: Giữ: %lld
zh: 按住：%lld
zu: Bamba: %lld

# parentGate.instruction %@ %lld %@ %lld
source: Hold the %@ for %lld seconds. Then tap the %@ %lld times.
af: Druk en hou die %@ vir %lld sekondes. Tik dan %4$lld keer op die %3$@.
am: %@ን ለ%lld ሰከንድ ተጭነው ይያዙ። ከዚያ %@ን %lld ጊዜ ይንኩ።
ar: اضغط مطولًا على %@ لمدة %lld ثوانٍ. ثم اضغط على %@ عدد %lld مرات.
as: %@টো %lld ছেকেণ্ড ধৰি ৰাখা। তাৰ পিছত %@টো %lld বাৰ টেপ কৰা।
az: %@ üzərində %lld saniyə basıb saxla. Sonra %@ üzərinə %lld dəfə toxun.
be: Утрымлівай %@ %lld секунд. Потым націсні %@ %lld разоў.
bg: Задръж %@ за %lld секунди. После докосни %@ %lld пъти.
bn: %@-টি %lld সেকেন্ড চেপে ধরুন। তারপর %@-টিতে %lld বার ট্যাপ করুন।
bo: %@ ལ་སྐར་ཆ་ %lld མནན་ནས་སྡོད། དེ་རྗེས་ %3$@ ལ་ %4$lld ཐེངས་རེག
bs: Drži %@ %lld sekundi. Zatim dodirni %@ %lld puta.
ca: Mantén premut el %@ durant %lld segons. Després toca el %@ %lld vegades.
cs: Podrž %@ po dobu %lld sekund. Potom klepni na %@ %lldkrát.
cy: Dalia'r %@ am %lld eiliad. Yna tapia'r %@ %lld gwaith.
da: Hold %@ nede i %lld sekunder. Tryk derefter på %@ %lld gange.
de: Halte %@ %lld Sekunden gedrückt. Tippe danach %4$lld-mal auf %3$@.
el: Κράτησε πατημένο το %@ για %lld δευτερόλεπτα. Μετά πάτησε το %@ %lld φορές.
es: Mantén pulsado el %@ durante %lld segundos. Luego toca el %@ %lld veces.
et: Hoia %@ %lld sekundit all. Seejärel puuduta %@ %lld korda.
eu: Eduki %@ sakatuta %lld segundoz. Gero, sakatu %@ %lld aldiz.
fa: %@ را %lld ثانیه نگه دارید. سپس روی %@، %lld بار بزنید.
fi: Pidä %@ painettuna %lld sekuntia. Napauta sitten %@ %lld kertaa.
fo: Halt %@ inni í %lld sekund. Trýst síðan %4$lld ferðir á %3$@.
fr: Maintiens le %@ pendant %lld secondes. Puis touche le %@ %lld fois.
ga: Coinnigh an %@ síos ar feadh %lld soicind. Ansin tapáil an %@ %lld uair.
gl: Mantén premido o %@ durante %lld segundos. Logo toca o %@ %lld veces.
gu: %@ ને %lld સેકન્ડ દબાવી રાખો. પછી %@ પર %lld વાર ટેપ કરો.
he: החזיקו את ה־%@ במשך %lld שניות. לאחר מכן הקישו על ה־%@ ‏%lld פעמים.
hi: %@ को %lld सेकंड दबाकर रखें। फिर %@ पर %lld बार टैप करें।
hr: Drži %@ %lld sekundi. Zatim dodirni %@ %lld puta.
hu: Tartsd nyomva a(z) %@ jelet %lld másodpercig. Ezután koppints %4$lld-szer a(z) %3$@ jelre.
hy: Սեղմած պահեք %@-ը %lld վայրկյան։ Հետո %@-ին հպվեք %lld անգամ։
id: Tahan %@ selama %lld detik. Lalu ketuk %@ sebanyak %lld kali.
is: Haltu %@ inni í %lld sekúndur. Pikkaðu svo %4$lld sinnum á %3$@.
it: Tieni premuto %@ per %lld secondi. Poi tocca %@ %lld volte.
ja: %@を%lld秒間長押ししてください。そのあと、%@を%lld回タップしてください。
ka: %@-ს %lld წამით დააჭირე. შემდეგ %@-ს %lld-ჯერ შეეხე.
kk: %@ белгісін %lld секунд басып тұр. Содан кейін %3$@ белгісін %4$lld рет түрт.
km: ចុច %@ ឱ្យជាប់ %lld វិនាទី។ បន្ទាប់មកប៉ះ %@ ចំនួន %lld ដង។
kn: %@ ಅನ್ನು %lld ಸೆಕೆಂಡ್ ಒತ್ತಿಹಿಡಿ. ನಂತರ %@ ಅನ್ನು %lld ಬಾರಿ ತಟ್ಟು.
ko: %@을 %lld초 동안 길게 누르세요. 그런 다음 %@을 %lld번 누르세요.
lo: ກົດ %@ ຄ້າງ %lld ວິນາທີ. ຈາກນັ້ນແຕະ %@ %lld ຄັ້ງ.
lt: Palaikyk %@ %lld sekundes. Tada bakstelėk %@ %lld kartus.
lv: Turiet %@ nospiestu %lld sekundes. Tad pieskarieties %@ %lld reizes.
mk: Држи го %@ %lld секунди. Потоа допри го %@ %lld пати.
ml: %@ %lld സെക്കൻഡ് അമർത്തിപ്പിടിക്കൂ. പിന്നെ %@ %lld തവണ തട്ടൂ.
mn: %@-г %lld секунд дар. Дараа нь %@ дээр %lld удаа товш.
mr: %@ ला %lld सेकंद दाबून ठेवा. मग %@ वर %lld वेळा टॅप करा.
ms: Tekan dan tahan %@ selama %lld saat. Kemudian ketik %@ sebanyak %lld kali.
my: %@ ကို %lld စက္ကန့် ဖိထားပါ။ ပြီးရင် %@ ကို %lld ကြိမ် တို့ပါ။
ne: %@ लाई %lld सेकेन्ड थिचिराख्नुहोस्। त्यसपछि %@ मा %lld पटक ट्याप गर्नुहोस्।
nl: Houd de %@ %lld seconden ingedrukt. Tik daarna %4$lld keer op de %3$@.
no: Hold %@ inne i %lld sekunder. Trykk deretter på %@ %lld ganger.
or: %@ କୁ %lld ସେକେଣ୍ଡ ଧରି ରଖ। ତାପରେ %@ କୁ %lld ଥର ଟ୍ୟାପ୍ କର।
pa: %@ ਨੂੰ %lld ਸਕਿੰਟ ਦਬਾ ਕੇ ਰੱਖੋ। ਫਿਰ %@ ਨੂੰ %lld ਵਾਰ ਟੈਪ ਕਰੋ।
pl: Przytrzymaj %@ przez %lld sekund. Potem stuknij %@ %lld razy.
pt: Mantém %@ premido durante %lld segundos. Depois, toca em %@ %lld vezes.
ro: Ține apăsat %@ timp de %lld secunde. Apoi atinge %@ de %lld ori.
ru: Удерживайте %@ %lld секунд. Затем нажмите %@ %lld раз.
si: %@ තත්පර %lldක් ඔබාගෙන සිටින්න. ඉන්පසු %@ %lld වරක් තට්ටු කරන්න.
sk: Podrž %@ %lld sekúnd. Potom %4$lld-krát ťukni na %3$@.
sl: Drži %@ %lld sekund. Nato %4$lld-krat tapni %3$@.
sq: Mbaje %@ shtypur për %lld sekonda. Pastaj prek %@ %lld herë.
sr: Držite %@ %lld sekundi. Zatim dodirnite %@ %lld puta.
sv: Håll %@ intryckt i %lld sekunder. Tryck sedan på %@ %lld gånger.
sw: Shikilia %@ kwa sekunde %lld. Kisha gusa %@ mara %lld.
ta: %@ ஐ %lld விநாடிகள் அழுத்திப் பிடிக்கவும். பிறகு %@ ஐ %lld முறை தட்டவும்.
te: %@ను %lld సెకన్లు నొక్కి పట్టుకోండి. తర్వాత %@ను %lld సార్లు తాకండి.
th: กด %@ ค้าง %lld วินาที แล้วแตะ %@ %lld ครั้ง
tr: %@ şekline %lld saniye basılı tut. Ardından %3$@ şekline %4$lld kez dokun.
ug: %@ نى %lld سېكۇنت بېسىپ تۇرۇڭ. ئاندىن %@ نى %lld قېتىم چېكىڭ.
uk: Утримуй %@ %lld секунд. Потім торкнися %@ %lld разів.
ur: %@ کو %lld سیکنڈ دبائے رکھیں۔ پھر %@ کو %lld بار ٹیپ کریں۔
uz: %@ ni %lld soniya bosib tur. Keyin %@ ni %lld marta bos.
vi: Giữ %@ trong %lld giây. Sau đó chạm %@ %lld lần.
zh: 按住 %@ %lld 秒，然后轻点 %@ %lld 次。
zu: Bamba i-%@ imizuzwana engu-%lld. Bese uthepha i-%@ izikhathi ezingu-%lld.

# parentGate.shape.circle
source: circle
af: sirkel
am: ክብ
ar: دائرة
as: বৃত্ত
az: dairə
be: круг
bg: кръг
bn: বৃত্ত
bo: སྒོར་སྒོར
bs: krug
ca: cercle
cs: kruh
cy: cylch
da: cirkel
de: Kreis
el: κύκλο
es: círculo
et: ring
eu: zirkulua
fa: دایره
fi: ympyrä
fo: sirkul
fr: cercle
ga: ciorcal
gl: círculo
gu: વર્તુળ
he: עיגול
hi: गोला
hr: krug
hu: kör
hy: շրջան
id: lingkaran
is: hringur
it: cerchio
ja: まる
ka: წრე
kk: шеңбер
km: រង្វង់
kn: ವೃತ್ತ
ko: 원
lo: ວົງມົນ
lt: apskritimas
lv: aplis
mk: круг
ml: വൃത്തം
mn: дугуй
mr: वर्तुळ
ms: bulatan
my: စက်ဝိုင်း
ne: वृत्त
nl: cirkel
no: sirkel
or: ବୃତ୍ତ
pa: ਗੋਲ
pl: koło
pt: círculo
ro: cerc
ru: круг
si: වෘත්තය
sk: kruh
sl: krog
sq: rrethi
sr: krug
sv: cirkel
sw: duara
ta: வட்டம்
te: వృత్తం
th: วงกลม
tr: daire
ug: چەمبەر
uk: коло
ur: دائرہ
uz: doira
vi: hình tròn
zh: 圆形
zu: indilinga

# parentGate.shape.diamond
source: diamond
af: diamant
am: አልማዝ
ar: معيّن
as: হীৰা
az: romb
be: ромб
bg: ромб
bn: হীরা
bo: རྡོ་རྗེ
bs: romb
ca: rombe
cs: kosočtverec
cy: diemwnt
da: diamant
de: Raute
el: ρόμβο
es: rombo
et: romb
eu: erronboa
fa: لوزی
fi: vinoneliö
fo: diamantur
fr: losange
ga: muileata
gl: rombo
gu: હીરો
he: מעוין
hi: हीरा
hr: romb
hu: rombusz
hy: շեղանկյուն
id: wajik
is: tígull
it: rombo
ja: ひし形
ka: რომბი
kk: ромб
km: រាងពេជ្រ
kn: ವಜ್ರ
ko: 마름모
lo: ຮູບເພັດ
lt: rombas
lv: rombs
mk: ромб
ml: വജ്രം
mn: ромбо
mr: हिरा
ms: berlian
my: စိန်ပုံ
ne: हीरा
nl: ruit
no: diamant
or: ହୀରା
pa: ਹੀਰਾ
pl: romb
pt: losango
ro: romb
ru: ромб
si: දියමන්තිය
sk: kosoštvorec
sl: romb
sq: rombi
sr: romb
sv: romb
sw: rombu
ta: வைரம்
te: వజ్రం
th: สี่เหลี่ยมข้าวหลามตัด
tr: baklava
ug: رومب
uk: ромб
ur: ہیرا
uz: romb
vi: hình thoi
zh: 菱形
zu: idayimane

# parentGate.shape.heart
source: heart
af: hart
am: ልብ
ar: قلب
as: হৃদয়
az: ürək
be: сэрца
bg: сърце
bn: হৃদয়
bo: སྙིང་།
bs: srce
ca: cor
cs: srdce
cy: calon
da: hjerte
de: Herz
el: καρδιά
es: corazón
et: süda
eu: bihotza
fa: قلب
fi: sydän
fo: hjarta
fr: cœur
ga: croí
gl: corazón
gu: હૃદય
he: לב
hi: दिल
hr: srce
hu: szív
hy: սիրտ
id: hati
is: hjarta
it: cuore
ja: ハート
ka: გული
kk: жүрек
km: បេះដូង
kn: ಹೃದಯ
ko: 하트
lo: ຫົວໃຈ
lt: širdis
lv: sirds
mk: срце
ml: ഹൃദയം
mn: зүрх
mr: हृदय
ms: hati
my: နှလုံး
ne: मुटु
nl: hart
no: hjerte
or: ହୃଦୟ
pa: ਦਿਲ
pl: serce
pt: coração
ro: inimă
ru: сердце
si: හදවත
sk: srdce
sl: srce
sq: zemra
sr: srce
sv: hjärta
sw: moyo
ta: இதயம்
te: గుండె
th: หัวใจ
tr: kalp
ug: يۈرەك
uk: серце
ur: دل
uz: yurak
vi: trái tim
zh: 爱心
zu: inhliziyo

# parentGate.shape.hexagon
source: hexagon
af: seshoek
am: ባለስድስት ጎን
ar: سداسي
as: ষড়ভুজ
az: altıbucaq
be: шасцівугольнік
bg: шестоъгълник
bn: ষড়ভুজ
bo: ཟུར་དྲུག
bs: šesterokut
ca: hexàgon
cs: šestiúhelník
cy: hecsagon
da: sekskant
de: Sechseck
el: εξάγωνο
es: hexágono
et: kuusnurk
eu: hexagonoa
fa: شش‌ضلعی
fi: kuusikulmio
fo: sekskantur
fr: hexagone
ga: heicseagán
gl: hexágono
gu: ષટ્કોણ
he: משושה
hi: षट्भुज
hr: šesterokut
hu: hatszög
hy: վեցանկյուն
id: segi enam
is: sexhyrningur
it: esagono
ja: 六角形
ka: ექვსკუთხედი
kk: алтыбұрыш
km: ឆកោណ
kn: ಷಟ್ಕೋನ
ko: 육각형
lo: ຫົກຫຼ່ຽມ
lt: šešiakampis
lv: sešstūris
mk: шестоаголник
ml: ഷട്ഭുജം
mn: зургаан өнцөгт
mr: षटकोन
ms: heksagon
my: ခြောက်ထောင့်ပုံ
ne: षट्कोण
nl: zeshoek
no: sekskant
or: ଷଟ୍‌କୋଣ
pa: ਛੇਕੋਣ
pl: sześciokąt
pt: hexágono
ru: шестиугольник
si: ෂඩාස්‍රය
sk: šesťuholník
sl: šestkotnik
sq: gjashtëkëndëshi
sr: šestougao
sv: sexhörning
sw: pembe sita
ta: அறுகோணம்
te: షడ్భుజి
th: หกเหลี่ยม
tr: altıgen
ug: ئالتە بۇلۇڭ
uk: шестикутник
ur: شش پہلو
uz: olti burchak
vi: hình lục giác
zh: 六边形
zu: iheksagoni

# parentGate.shape.plus
source: plus
af: plusteken
am: መደመር
ar: زائد
as: যোগ চিহ্ন
az: üstəgəl
be: плюс
bg: плюс
bn: যোগচিহ্ন
bo: སྣོན་རྟགས
ca: signe més
cy: plws
el: συν
es: más
et: pluss
eu: plus ikurra
fa: علامت جمع
fi: plusmerkki
fo: pluss
ga: móide
gl: máis
gu: વત્તા
he: פלוס
hi: प्लस
hu: plusz
hy: գումարման նշան
id: tanda tambah
is: plús
it: più
ja: プラス
ka: პლუსი
kk: қосу
km: សញ្ញាបូក
kn: ಪ್ಲಸ್
ko: 더하기
lo: ເຄື່ອງໝາຍບວກ
lt: pliusas
lv: pluss
mk: плус
ml: പ്ലസ്
mn: нэмэх тэмдэг
mr: अधिक चिन्ह
ms: tambah
my: အပေါင်း
ne: जोड चिन्ह
nl: plusteken
no: pluss
or: ଯୋଗ ଚିହ୍ନ
pa: ਜੋੜ ਦਾ ਨਿਸ਼ਾਨ
pt: sinal de mais
ru: плюс
si: එකතු ලකුණ
sw: jumlisha
ta: கூட்டல் குறி
te: ప్లస్
th: เครื่องหมายบวก
tr: artı
ug: قوشۇش بەلگىسى
uk: плюс
ur: جمع
uz: plyus
vi: dấu cộng
zh: 加号
zu: uphawu lokuhlanganisa

# parentGate.shape.square
source: square
af: vierkant
am: ካሬ
ar: مربع
as: বৰ্গ
az: kvadrat
be: квадрат
bg: квадрат
bn: বর্গ
bo: གྲུ་བཞི
bs: kvadrat
ca: quadrat
cs: čtverec
cy: sgwâr
da: firkant
de: Quadrat
el: τετράγωνο
es: cuadrado
et: ruut
eu: karratua
fa: مربع
fi: neliö
fo: fýrkantur
fr: carré
ga: cearnóg
gl: cadrado
gu: ચોરસ
he: ריבוע
hi: वर्ग
hr: kvadrat
hu: négyzet
hy: քառակուսի
id: persegi
is: ferningur
it: quadrato
ja: 四角
ka: კვადრატი
kk: шаршы
km: ការ៉េ
kn: ಚೌಕ
ko: 네모
lo: ສີ່ຫຼ່ຽມ
lt: kvadratas
lv: kvadrāts
mk: квадрат
ml: ചതുരം
mn: дөрвөлжин
mr: चौरस
ms: segi empat
my: စတုရန်း
ne: वर्ग
nl: vierkant
no: firkant
or: ବର୍ଗ
pa: ਵਰਗ
pl: kwadrat
pt: quadrado
ro: pătrat
ru: квадрат
si: චතුරස්‍රය
sk: štvorec
sl: kvadrat
sq: katrori
sr: kvadrat
sv: fyrkant
sw: mraba
ta: சதுரம்
te: చతురస్రం
th: สี่เหลี่ยม
tr: kare
ug: تۆت بۇلۇڭ
uk: квадрат
ur: مربع
uz: kvadrat
vi: hình vuông
zh: 正方形
zu: isikwele

# parentGate.shape.star
source: star
af: ster
am: ኮከብ
ar: نجمة
as: তৰা
az: ulduz
be: зорка
bg: звезда
bn: তারকা
bo: སྐར་མ
bs: zvijezda
ca: estrella
cs: hvězda
cy: seren
da: stjerne
de: Stern
el: αστέρι
es: estrella
et: täht
eu: izarra
fa: ستاره
fi: tähti
fo: stjørna
fr: étoile
ga: réalta
gl: estrela
gu: તારો
he: כוכב
hi: तारा
hr: zvijezda
hu: csillag
hy: աստղ
id: bintang
is: stjarna
it: stella
ja: 星
ka: ვარსკვლავი
kk: жұлдыз
km: ផ្កាយ
kn: ನಕ್ಷತ್ರ
ko: 별
lo: ດາວ
lt: žvaigždė
lv: zvaigzne
mk: ѕвезда
ml: നക്ഷത്രം
mn: од
mr: तारा
ms: bintang
my: ကြယ်
ne: तारा
nl: ster
no: stjerne
or: ତାରା
pa: ਤਾਰਾ
pl: gwiazda
pt: estrela
ro: stea
ru: звезда
si: තරුව
sk: hviezda
sl: zvezda
sq: ylli
sr: zvezda
sv: stjärna
sw: nyota
ta: நட்சத்திரம்
te: నక్షత్రం
th: ดาว
tr: yıldız
ug: يۇلتۇز
uk: зірка
ur: ستارہ
uz: yulduz
vi: ngôi sao
zh: 星形
zu: inkanyezi

# parentGate.shape.triangle
source: triangle
af: driehoek
am: ሦስት ማዕዘን
ar: مثلث
as: ত্ৰিভুজ
az: üçbucaq
be: трохвугольнік
bg: триъгълник
bn: ত্রিভুজ
bo: ཟུར་གསུམ
bs: trokut
cs: trojúhelník
cy: triongl
da: trekant
de: Dreieck
el: τρίγωνο
es: triángulo
et: kolmnurk
eu: triangelua
fa: مثلث
fi: kolmio
fo: tríkantur
ga: triantán
gl: triángulo
gu: ત્રિકોણ
he: משולש
hi: त्रिभुज
hr: trokut
hu: háromszög
hy: եռանկյուն
id: segitiga
is: þríhyrningur
it: triangolo
ja: 三角
ka: სამკუთხედი
kk: үшбұрыш
km: ត្រីកោណ
kn: ತ್ರಿಕೋನ
ko: 삼각형
lo: ສາມຫຼ່ຽມ
lt: trikampis
lv: trīsstūris
mk: триаголник
ml: ത്രികോണം
mn: гурвалжин
mr: त्रिकोण
ms: segi tiga
my: တြိဂံ
ne: त्रिकोण
nl: driehoek
no: trekant
or: ତ୍ରିଭୁଜ
pa: ਤਿਕੋਣ
pl: trójkąt
pt: triângulo
ro: triunghi
ru: треугольник
si: ත්‍රිකෝණය
sk: trojuholník
sl: trikotnik
sq: trekëndëshi
sr: trougao
sv: triangel
sw: pembetatu
ta: முக்கோணம்
te: త్రిభుజం
th: สามเหลี่ยม
tr: üçgen
ug: ئۈچ بۇلۇڭ
uk: трикутник
ur: مثلث
uz: uchburchak
vi: hình tam giác
zh: 三角形
zu: unxantathu

# parentGate.stepOne
source: Step 1 of 2
af: Stap 1 van 2
am: ደረጃ 1 ከ2
ar: الخطوة 1 من 2
as: ২ৰ ১ম ধাপ
az: 2 addımdan 1-ci
be: Крок 1 з 2
bg: Стъпка 1 от 2
bn: ধাপ ১-এর ২
bo: གོམ་པ་1/2
bs: Korak 1 od 2
ca: Pas 1 de 2
cs: Krok 1 ze 2
cy: Cam 1 o 2
da: Trin 1 af 2
de: Schritt 1 von 2
el: Βήμα 1 από 2
es: Paso 1 de 2
et: 1. samm 2-st
eu: 2tik 1. urratsa
fa: مرحلهٔ ۱ از ۲
fi: Vaihe 1/2
fo: Stig 1 av 2
fr: Étape 1 sur 2
ga: Céim 1 de 2
gl: Paso 1 de 2
gu: પગલું 1 માંથી 2
he: שלב 1 מתוך 2
hi: 2 में से चरण 1
hr: Korak 1 od 2
hu: 1. lépés a 2-ből
hy: Քայլ 1-ը 2-ից
id: Langkah 1 dari 2
is: Skref 1 af 2
it: Passaggio 1 di 2
ja: ステップ1／2
ka: ნაბიჯი 1 / 2
kk: 1-қадам / 2
km: ជំហាន 1 ក្នុងចំណោម 2
kn: 2ರಲ್ಲಿ ಹಂತ 1
ko: 1/2단계
lo: ຂັ້ນຕອນ 1 ຈາກ 2
lt: 1 veiksmas iš 2
lv: 1. solis no 2
mk: Чекор 1 од 2
ml: ഘട്ടം 1 / 2
mn: 2-ын 1-р алхам
mr: 2 पैकी टप्पा 1
ms: Langkah 1 daripada 2
my: အဆင့် 1 မှ 2
ne: चरण १ मध्ये २
nl: Stap 1 van 2
no: Trinn 1 av 2
or: 2ରୁ ପଦକ୍ଷେପ 1
pa: 2 ਵਿੱਚੋਂ ਕਦਮ 1
pl: Krok 1 z 2
pt: Passo 1 de 2
ro: Pasul 1 din 2
ru: Шаг 1 из 2
si: පියවර 1 / 2
sk: Krok 1 z 2
sl: 1. korak od 2
sq: Hapi 1 nga 2
sr: Korak 1 od 2
sv: Steg 1 av 2
sw: Hatua ya 1 kati ya 2
ta: 2 இல் படி 1
te: 2లో 1వ దశ
th: ขั้นตอน 1 จาก 2
tr: 1. adım/2
ug: 1-قەدەم / 2
uk: Крок 1 із 2
ur: مرحلہ 1 از 2
uz: 2 dan 1-qadam
vi: Bước 1 trên 2
zh: 第 1 步，共 2 步
zu: Isinyathelo 1 kwezingu-2

# parentGate.stepTwo
source: Step 2 of 2
af: Stap 2 van 2
am: ደረጃ 2 ከ2
ar: الخطوة 2 من 2
as: ২ৰ ২য় ধাপ
az: 2 addımdan 2-ci
be: Крок 2 з 2
bg: Стъпка 2 от 2
bn: ধাপ ২-এর ২
bo: གོམ་པ་2/2
bs: Korak 2 od 2
ca: Pas 2 de 2
cs: Krok 2 ze 2
cy: Cam 2 o 2
da: Trin 2 af 2
de: Schritt 2 von 2
el: Βήμα 2 από 2
es: Paso 2 de 2
et: 2. samm 2-st
eu: 2tik 2. urratsa
fa: مرحلهٔ ۲ از ۲
fi: Vaihe 2/2
fo: Stig 2 av 2
fr: Étape 2 sur 2
ga: Céim 2 de 2
gl: Paso 2 de 2
gu: પગલું 2 માંથી 2
he: שלב 2 מתוך 2
hi: 2 में से चरण 2
hr: Korak 2 od 2
hu: 2. lépés a 2-ből
hy: Քայլ 2-ը 2-ից
id: Langkah 2 dari 2
is: Skref 2 af 2
it: Passaggio 2 di 2
ja: ステップ2／2
ka: ნაბიჯი 2 / 2
kk: 2-қадам / 2
km: ជំហាន 2 ក្នុងចំណោម 2
kn: 2ರಲ್ಲಿ ಹಂತ 2
ko: 2/2단계
lo: ຂັ້ນຕອນ 2 ຈາກ 2
lt: 2 veiksmas iš 2
lv: 2. solis no 2
mk: Чекор 2 од 2
ml: ഘട്ടം 2 / 2
mn: 2-ын 2-р алхам
mr: 2 पैकी टप्पा 2
ms: Langkah 2 daripada 2
my: အဆင့် 2 မှ 2
ne: चरण २ मध्ये २
nl: Stap 2 van 2
no: Trinn 2 av 2
or: 2ରୁ ପଦକ୍ଷେପ 2
pa: 2 ਵਿੱਚੋਂ ਕਦਮ 2
pl: Krok 2 z 2
pt: Passo 2 de 2
ro: Pasul 2 din 2
ru: Шаг 2 из 2
si: පියවර 2 / 2
sk: Krok 2 z 2
sl: 2. korak od 2
sq: Hapi 2 nga 2
sr: Korak 2 od 2
sv: Steg 2 av 2
sw: Hatua ya 2 kati ya 2
ta: 2 இல் படி 2
te: 2లో 2వ దశ
th: ขั้นตอน 2 จาก 2
tr: 2. adım/2
ug: 2-قەدەم / 2
uk: Крок 2 із 2
ur: مرحلہ 2 از 2
uz: 2 dan 2-qadam
vi: Bước 2 trên 2
zh: 第 2 步，共 2 步
zu: Isinyathelo 2 kwezingu-2
